"Cisco IOS XE Software, Version 16.12.04a\nCisco IOS Software [Gibraltar], C9800-CL Software (C9800-CL-K9_IOSXE), Version 16.12.4a, RELEASE SOFTWARE (fc1)\nTechnical Support: http://www.cisco.com/techsupport\nCopyright (c) 1986-2020 by Cisco Systems, Inc.\nCompiled Sat 01-Aug-20 00:17 by mcpre\n\n\nCisco IOS-XE software, Copyright (c) 2005-2020 by cisco Systems, Inc.\nAll rights reserved.  Certain components of Cisco IOS-XE software are\nlicensed under the GNU General Public License (\"GPL\") Version 2.0.  The\nsoftware code licensed under GPL Version 2.0 is free software that comes\nwith ABSOLUTELY NO WARRANTY.  You can redistribute and/or modify such\nGPL code under the terms of GPL Version 2.0.  For more details, see the\ndocumentation or \"License Notice\" file accompanying the IOS-XE software,\nor the applicable URL provided on the flyer accompanying the IOS-XE\nsoftware.\n\n\nROM: IOS-XE ROMMON\n\ncatalyst-atl uptime is 1 hour, 56 minutes\nUptime for this control processor is 2 hours, 0 minutes\nSystem returned to ROM by reload at 00:50:01 EST Sat Jul 31 2021\nSystem image file is \"bootflash:packages.conf\"\nLast reload reason: reload\n\n\n\nThis product contains cryptographic features and is subject to United\nStates and local country laws governing import, export, transfer and\nuse. Delivery of Cisco cryptographic products does not imply\nthird-party authority to import, export, distribute or use encryption.\nImporters, exporters, distributors and users are responsible for\ncompliance with U.S. and local country laws. By using this product you\nagree to comply with applicable laws and regulations. If you are unable\nto comply with U.S. and local laws, return this product immediately.\n\nA summary of U.S. laws governing Cisco cryptographic products may be found at:\nhttp://www.cisco.com/wwl/export/crypto/tool/stqrg.html\n\nIf you require further assistance please contact us by sending email to\nexport@cisco.com.\n\nAIR License Level: AIR DNA Advantage\nNext reload AIR license Level: \n\nSmart Licensing Status: UNREGISTERED/No Licenses in Use\n\ncisco C9800-CL (VXE) processor (revision VXE) with 4114168K/3075K bytes of memory.\nProcessor board ID 90I00PE6VDO\n1 Virtual Ethernet interface\n3 Gigabit Ethernet interfaces\n32768K bytes of non-volatile configuration memory.\n8106596K bytes of physical memory.\n6201343K bytes of virtual hard disk at bootflash:.\n0K bytes of WebUI ODM Files at webui:.\nInstallation mode is INSTALL\n\n\nConfiguration register is 0x2102\n"